Revit 2027 API
ParameterTypeId.StairsRailingBalusterOffset Property
 "Baluster Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterOffset { get; }
Public Shared ReadOnly Property StairsRailingBalusterOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterOffset {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace